AdamCaviness.theme-monokai-dark-soda
dbaeumer.vscode-eslint
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.code-runner
geequlim.godot-tools
george-alisson.html-preview-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
GitHub.github-vscode-theme
GitHub.remotehub
glenn2223.live-sass
Kelvin.vscode-sshfs
LeonardSSH.vscord
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
oderwat.indent-rainbow
ritwickdey.LiveServer
tonybaloney.vscode-pets
twxs.cmake
wholroyd.jinja
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
Zignd.html-css-class-completion
